Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/une.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As of 20.12.2021, UNE has processed 89 cases, of which 37 have received a permit in accordance with the temporary regulation for older asylum seekers with a long residence time in Norway.
nb: Per 20.12.2021 har UNE behandlet 89 saker, hvorav 37 har fått en tillatelse etter engangsløsningen for eldre asylsøkere med lang oppholdstid.

source: UNE also has legal, administrative and practical support functions.
nb: I tillegg har UNE juridiske, administrative og praktiske støttefunksjoner.

source: If you have new information about your case, you can send it to:
nb: Hvis du har ny informasjon i saken din, kan du sende det i posten til oss:

source: Department for preparation and case flow
nb: Avdeling for forberedelse og saksflyt

source: The department has special expertise in immigration law, human rights and administrative law.
nb: Avdelingen har særlig kompetanse innen utlendingsrett, menneskerettigheter og forvaltningsrett.

source: Johnsen is well acquainted with UNE.
nb: Johnsen er god kjent med UNE.

source: from Europe and America,
nb: fra Europa og Amerika,

source: Switchboard: Monday to Friday between 10.00 - 15.00
nb: Mandag til fredag kl 10.00 - 15.00

source: A new website was well overdue; the old one (from 2008) was outdated and not particularly user-friendly.
nb: Det var på høy tid med nye nettsider. De gamle fra 2008 var utdaterte og lite brukervennlige.

source: This department is responsible for
nb: Avdelingen har fagansvar for

source: Since 2019, Jakobsen has worked as an administrative manager in the Police's immigration unit.
nb: Jakobsen har siden 2019 arbeidet som avdelingsleder i Politiets utlendingsenhet.

source: The Ministry of Justice and Public Security has appointed Siri Johnsen as director general of the Immigration Appeals Board from 1.1.2021.
nb: Justis- og beredskapsdepartementet har konstituert Siri Johnsen som direktør i Utlendingsnemnda fra 1.1.2021.

source: If you have a Norwegian 11-digit personal number, you can send the information electronically through
nb: Personer som har et norsk 11-sifret fødselsnummer kan sende opplysningene via den sikre kanalen

source: The process director has overriding responsibility for case flow in UNE.
nb: Prosessdirektøren har et overordnet ansvar for saksflyten.

source: from the Middle East and North Africa, visas,
nb: fra Midtøsten og Nord-Afrika, visum,

source: Form for submitting ID documents
nb: Skjema for innsending av ID-dokumenter

source: This department is responsible for sickness absence and leaves of absence, recruitment, wage negotiations and labour law.
nb: Avdelingen har ansvar for sykefravær og permisjoner, rekruttering, lønnsforhandlinger og arbeidsrett.

source: If more than one family member sends in ID documents, one form must be completed by each person.
nb: Dersom flere familiemedlemmer sender inn ID-dokumenter må det fylles ut ett skjema per person.

source: The Information Service answers questions about the status of your case.
nb: Svartjenesten svarer på spørsmål om status i egen sak.

source: We have got a very experienced manager to set the course for the further development of the Immigration Appeals Board, says Minister of Justice and Public Security Monica Mæland (H).
nb: Vi har fått en svært erfaren leder til å stake ut kursen for den videre utviklingen av Utlendingsnemnda, sier justis- og beredskapsminister Monica Mæland (H).

source: UNE has obtained updated information about Libya and the situation for asylum seekers who return to the country, and has held several board meetings to assess the situation as regards returns to the country.
nb: UNE har innhentet oppdatert landinformasjon om situasjonen for asylsøkere som returnerer til Libya, og avholdt flere nemndmøter for å vurdere retursituasjonen til landet.

source: The subject of this practice memo is exclusion from the right to recognition as a refugee, pursuant to section 31 of the Immigration Act.
nb: Tema for dette notatet er utelukkelse (eksklusjon) fra flyktningstatus etter utlendingsloven § 31.

source: Name (as it is registered in Norway):
nb: Navn (slik det er registrert i Norge):

source: and Section 36 cases.
nb: og § 36-saker (dekning av sakskostnader).

source: - I am glad that Marianne Jakobsen will take on this important public mission.
nb: – Jeg er glad for at Marianne Jakobsen vil ta på seg dette viktige samfunnsoppdraget.

source: The practice memo is based on a review of a range of decisions made after 2015.
nb: Notatet baserer seg på en gjennomgang av en rekke vedtak fattet etter 2015.

source: The form can be sent to: Utlendingsnemnda, Postboks 2108 Vika, 0125 Oslo
nb: Skjemaet sendes til: Utlendingsnemnda, Postboks 2108 Vika, 0125 Oslo

source: This arrangement is initially a trial that will be evaluated in the course of 2017.
nb: Dette er i første omgang en prøveordning som skal evalueres nærmere i løpet av 2017.

source: Suspension of return support to Bangladesh
nb: Stans i returstøtte til Bangladesh

source: Irene Øyangen is the Director of Development at UNE.
nb: Irene Øyangen er utviklingsdirektør i UNE.

source: Welcome to the Norwegian Immigration Appeals Board – or UNE as we call it.
nb: Velkommen til Utlendingsnemnda – eller bare UNE om du vil.

source: , cases where one can apply for a residence permit from Norway and unaccompanied minor asylum seeker (EMA) cases.
nb: , saker der spørsmålet er om man kan søke om oppholdstillatelse fra Norge og saker med enslige mindreårige asylsøkere (EMA).

source: This section is responsible for
nb: Avdelingen har fagansvar for

source: The purpose of exclusion is twofold.
nb: Formålet med utelukkelse er todelt.

source: UNE is closely monitoring the situation in Libya, and makes concrete, individual assessments of the question of return in each case.
nb: UNE følger nøye med på situasjonen i Libya, og gjør konkrete og individuelle vurderinger av spørsmålet om retur i hver enkelt sak.

source: The Directorate of Immigration (UDI) is suspending the payment of reintegration support for persons returning to Bangladesh under the voluntary assisted return programme (VARP).
nb: UDI stanser reintegreringsstøtten til personer som skal returnere til Bangladesh med program for assistert retur - VARP.

source: It advises case officers, board chairs and the management on legal issues.
nb: Den bistår saksbehandlere, nemndledere og ledelsen i faglige spørsmål.

source: UNE considers that the general security situation in and around Tripoli in Libya has now been sufficiently clarified.
nb: UNE mener at den generelle sikkerhetssituasjonen i, og rundt, Tripoli, Libya nå er tilstrekkelig avklart.

source: UNE has also based its assessment on country reports by the Norwegian Country of Origin Information Centre (Landinfo) published in cooperation with the Swedish, Danish, Belgian and Dutch immigration authorities.
nb: Videre har UNE bygget på landrapporter fra utlendingsforvaltningens fagenhet for landinformasjon, Landinfo, utgitt i samarbeid med svenske, danske, belgiske og nederlandske utlendingsmyndigheter.

source: The adviser in question is Ole Steen.
nb: Rådgiveren er Ole Steen.

source: Press contacts in UNE's communications section:
nb: Pressekontakter i UNEs kommunikasjonsenhet:

source: From 2002 she worked in the Immigration Appeals Board, first as section manager, and later for 10 years as head of the asylum departement.
nb: Hun arbeidet fra 2002 som leder i Utlendingsnemnda, først som seksjonssjef og senere 10 år som avdelingsdirektør.

source: This departement is responsible for
nb: Avdelingen har fagansvar for

source: The department collaberate closely with the UDI, especially on security and business architecture.
nb: Avdelingen har tett samarbeid med UDI innenfor både IKT, sikkerhet og arkitektur.

source: Date of birth (as it is registered in Norway):
nb: Fødselsdato (slik det er registrert i Norge):

source: The form must be sent together with the ID documents.
nb: Skjemaet skal sendes sammen med ID-dokumentene.

source: The communications department in UNE works on user services, media services, transparency and access, the website, intranet, internal communication and contingency plans for crisis communication.
nb: Kommunikasjonsavdelingen i UNE jobber med brukerservice, medieservice, åpenhet og innsyn, websider, intranett, internkommunikasjon og beredskap for krisekommunikasjon.

source: The Director of Development also contributes to UNE's technological development being appropriate and future-oriented, and is responsible for technological cooperation with the UDI and the Police Immigration Unit.
nb: Utviklingsdirektøren bidrar også til at UNEs teknologiske utvikling er hensiktsmessig og fremtidsrettet, og er pådriver for tverretatlig teknologisk samarbeid med UDI og Politiets utlendingsenhet.

source: Exclusion means that the authorities in the country where a claim for protection is launched, may deny an applicant the right to protection pursuant to section 28 of the Immigration Act, if the applicant is guilty in matters regulated by section 31 of the Immigration Act.
nb: Utelukkelse betyr at myndighetene i det landet man søker beskyttelse kan nekte en søker rett til beskyttelse etter utlendingsloven § 28 hvis han/hun har gjort seg skyldig i forhold som reguleres av utlendingsloven § 31.

source: Tick which type of case the ID documents apply to:
nb: Kryss av for hva slags sak ID-dokumentet gjelder:

source: Anne-Karin Westbye is the Process Director at UNE.
nb: Prosessdirektøren er pådriver for kontinuerlig forbedring i UNE.

source: At UNE, you will talk with a Board leader.
nb: Hos UNE får du prate med en nemndleder.

source: The Immigration Appeals Board (UNE) reverses the suspension of the duty to return to Tripoli, while the suspension is upheld for other areas of Libya.
nb: UNE opphever returstopp til Tripoli, suspensjonen av utreiseplikt (returstopp) til øvrige deler av Libya opprettholdes.

source: , permanent residence and identity.
nb: , permanent opphold og ID.

source: On this basis, UNE has today decided to reverse the temporary suspension of the duty to return to Tripoli and surrounding area, including the districts Tripoli, Jafara, Zawiya, Nuqat al Khams, and Murqub.
nb: På bakgrunn av dette har UNE i dag besluttet å oppheve den midlertidige suspensjonen av utreiseplikten til Tripoli og omegn, herunder distriktene Tripoli, Jafara, Zawiya, Nuqat al Khams, og Murqub.

source: Johnsen has been appointed interim director after Ingunn-Sofie Aursnes retired on 31.12.2020.
nb: Johnsen er konstitutert som midlertidig direktør etter at Ingunn-Sofie Aursnes gikk av med pensjon 31.12.2020.

source: Please have your case number (DUF-number) available before you call.
nb: Ha klart saksnummeret (DUF-nummeret) før du ringer.

source: The review shows that UNE has assessed exclusion in accordance with several of the provisions in §31, but the main emphasis of the cases concerns exclusion pursuant to §31, first paragraph, letter b.
nb: Gjennomgangen viser at UNE har vurdert utelukkelse etter flere av bestemmelsene i § 31, men hovedvekten av sakene gjelder utelukkelse etter utl § 31 første ledd bokstav b.

source: The police can resume the implementation of forced returns to Tripoli.
nb: Politiet kan gjenoppta iverksetting av tvangsreturer til Tripoli, Libya.

source: The unit is also responsible for work on forecasts and statistics, flow and improvements, issuing notices of board hearings, the case information service and the switchboard.
nb: Avdelingen har også ansvar for prognose- og statistikkarbeid, flyt- og forbedringsarbeid, innkalling til nemndmøter, svartjenesten og sentralbord.
